# primitive 탸입 -> import
# 값 1개 저장하는 타입
    # 숫자 -> 정수 (int), 실수 (float)
    # 문자열 -> str
    # 참거짓 -> bool
# sequence : 값 여러 개 저장하는 타입
    # 순서대로 읽고 쓴다 : list, tuple
        # list          [175, 165, 180]
        # tuple         (175, 165, 180)     읽기전용
    # 계산으로 위치 파악 : set
        # set           {175, 165, 180}
    # 키와 값의 쌍(pair) : dictionary
        # dictionary    {'홍길동':175, '전우치':165, '임꺽정':180}
            # 이름이 키, 키가 값
            # 예시
                # '홍길동', '전우치', '임꺽정' = 키
                # 175, 165, 180 = 값,
                # '홍길동':175, '전우치':165, '임꺽정':180 = 쌍
